[
  {
    "side_effects": "",
    "uses": "The numbing medicine was prescribed to help alleviate pain associated with 'left arm pain' and potential 'neuropathy.' The patient mentioned that 'it helped a little bit' indicating its use in managing their symptoms.",
    "medication": "numbing medicine",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "No side effects of coq10 were mentioned in the transcript.",
    "uses": "Coq10 was mentioned as part of the patient's supplement regimen but no specific therapeutic uses for medical conditions or symptoms were provided in the transcripts.",
    "medication": "coq10",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "Robitussin was used by the patient to alleviate symptoms related to lower respiratory infections, particularly 'coughing a lot, a lot of mucus' and other respiratory symptoms. The patient noted that after taking Robitussin, they felt better over the weekend, indicating its use in treating their respiratory condition.",
    "medication": "robitussin",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcript does not specifically mention any side effects of Taxol. Therefore, there are no documented side effects provided in the conversation.",
    "uses": "Taxol is used as a chemotherapy medication for treating ovarian cancer, specifically as part of a regimen alongside cisplatin. The doctor noted, \"I then recommend chemotherapy with cisplatin and taxol...\" This indicates that Taxol is prescribed for the treatment of the patient's newly diagnosed ovarian cancer.",
    "medication": "taxol",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "Cialis was prescribed to the patient for managing erectile dysfunction. The patient mentioned taking Cialis daily: 'he also takes cialis daily.' On workout days, the patient adjusts the dosage to 5 milligrams, while on other days he takes 2.5 milligrams. The doctor did not mention any specific side effects during the consultation.",
    "medication": "cialis",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "The medication 'eliquis' was mentioned in the context of the patient's medication list. However, no specific side effects or therapeutic uses were described for 'eliquis' in the transcripts. The doctor did inquire about the patient's blood thinners and noted, 'I don't think I saw any on your medicine list,' to which the patient confirmed, 'uh, no, I don't.' This suggests 'eliquis' may be used for anticoagulation or blood thinning, but no explicit details were provided regarding its specific uses or side effects.",
    "medication": "eliquis",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "Symbicort was prescribed to help prevent exacerbations of asthma during the summer months. The doctor mentioned, \"we'll add symbicort, two puffs twice a day during the summer, to kind of help prevent those exacerbations.\"",
    "medication": "symbicort",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts do not mention any specific side effects associated with elderberry fruit.",
    "uses": "Elderberry fruit was mentioned as part of the patient's medication regimen, but no specific therapeutic uses or medical conditions for which it was prescribed were detailed in the transcripts.",
    "medication": "elderberry fruit",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "Magnesium supplements were recommended to stabilize the heart muscle for a patient with chronic congestive heart failure (CHF). The doctor mentioned, \"we often like to keep people with heart problems on magnesium and get their levels up to around the 2-ish range because it can help stabilize the heart muscle.\" There were no specific side effects mentioned in the transcript regarding magnesium supplements.",
    "medication": "magnesium supplement",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "The iron supplement is used to address anemia. In the doctor's conversation with the patient, it was mentioned that the patient's hemoglobin level has been monitored since she has had some anemia in the past. The doctor confirmed this by stating, 'I checked your hemoglobin level because you have had some anemia in the past but that is still doing great.' The discussion indicates that the iron supplement is intended to support the patient's iron levels and overall blood health.",
    "medication": "iron supplement",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "There are no specific side effects of 'azo' mentioned in the transcripts provided. The focus was on the patient's experience with pain and other symptoms without a detailed discussion on the side effects of 'azo'.",
    "uses": "The medication 'azo' was considered by the doctor as a potential treatment option for the patient's kidney stones, although specific details about its use were not elaborated in the transcript. The doctor asked the patient, \"Have you tried like azo or any of that to...\" suggesting it is used for urinary symptoms.",
    "medication": "azo",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts did not mention any specific side effects of vitamin D3. The patient stated, 'I just know you would ask those questions' when discussing fatigue but did not directly relate it to vitamin D3 or mention any side effects.",
    "uses": "Vitamin D3 was mentioned as part of the patient's supplement regimen. It was prescribed likely to maintain optimal vitamin levels, promote bone health, and potentially improve overall energy levels. The patient mentioned, 'you're currently taking vitamin d3, around 5000 units on sundays, and 2000s on the other six days.'",
    "medication": "vitamin d3",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcript does not mention any specific side effects of Ibuprofen. However, it is generally understood that Ibuprofen can cause gastrointestinal issues such as ulcers or bleeding, and may also affect kidney function, particularly in certain populations, which, while not stated in the transcript, are commonly recognized risks associated with this medication.",
    "uses": "Ibuprofen was mentioned as a medication the patient took for pain relief associated with his back injury. The patient stated, \"uh , i took some tylenol . i took some ibuprofen .\" This indicates that Ibuprofen was used to alleviate the back pain experienced after an injury while golfing.",
    "medication": "Ibuprofen",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "Flomax can cause dizziness, especially if taken in the morning, which is why the doctor recommends taking it at night: \"it can cause people to get a little bit dizzy if they take it in the morning.\"",
    "uses": "Flomax was prescribed to alleviate the patient's symptoms of difficulty urinating, specifically due to an enlarged prostate, as discussed by the doctor: \"your prostate seems a little bit enlarged to me on physical exam so let's talk about how we can go about and and remedy that.\"",
    "medication": "flomax",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "Buspar was prescribed to manage anxiety symptoms. The patient reported positive effects from the medication, stating, 'my anxiety is going good now, thankfully.' However, there were concerns regarding potential anxiety-related side effects from another medication, Singulair, which the patient had been prescribed earlier.",
    "medication": "buspar",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The mentioned side effects of cisplatin include fatigue, nausea, and sore throat. Specifically, the patient Beverly notes, \"I have n't had any nausea\" but mentions slight fatigue, stating, \"but you know just slight fatigue it does n't seem to be overwhelming.\" In the context of treatment, both patients report symptoms like pain and bleeding associated with their underlying cancers, which may also relate to the side effects of chemotherapy.",
    "uses": "Cisplatin was prescribed for the treatment of stage three nonsmall cell lung cancer in patient Beverly, as noted when the doctor states, \"we are gon na continue with the current regimen of your chemotherapy of the cisplatin and the etoside...\" In the second transcript, it is recommended for use in treating stage three ovarian cancer, with the doctor explaining that \"I then recommend chemotherapy with cisplatin and taxol.\"",
    "medication": "cisplatin",
    "_counts_prereduce_summarize_prescriptions": 2
  },
  {
    "side_effects": "",
    "uses": "Pepcid, known generically as famotidine, is mentioned in the conversation as a medication the patient is taking for her gallstones. Although specific side effects are not discussed in the transcripts provided, the patient states, \"i have gallstones\" and confirms she is taking Pepcid for it.",
    "medication": "peppercid",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The side effects discussed in the transcript regarding lasix include \"retaining a little bit of fluid,\" which suggests that while the patient has an accumulation of fluid, it may not be entirely addressing the issue of congestion. There may also be other side effects such as potential further tiredness or fatigue, but these are not explicitly attributed to the medication.",
    "uses": "Lasix, at a dosage of 80 mg once a day, was prescribed to the patient for the management of congestive heart failure. The doctor stated, \"for your congestive heart failure, I think you're retaining fluid,\" indicating that the medication is being utilized to help reduce fluid retention due to the patient's heart failure condition.",
    "medication": "lasix 80 mg once a day",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcript does not explicitly mention any side effects of THC cream. However, the patient discusses using it and indicates that it has been helpful, saying, \"Yes\" when asked if the THC cream has been helpful.",
    "uses": "THC cream was used by the patient to help manage pain associated with an injury to the knee. The patient indicated that they have \"used a lot of thc cream on it\" and noted that it has been beneficial in alleviating some pain symptoms, specifically stating that it helps with the swelling and stiffness.",
    "medication": "thc cream",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "No side effects were explicitly mentioned in the transcripts regarding allopurinol.",
    "uses": "Allopurinol was prescribed for the management and control of gout. In Transcript 1, the doctor asks the patient about her gout and confirms she is taking allopurinol, stating, \"Are you taking the allopurinol that I prescribed? Yes.\" The patient reports that the medication has helped, saying, \"the medication helped it, you know, go down and go away.\" Additionally, in Transcript 2, the doctor mentions continuing allopurinol to manage the patient's gout history, saying, \"let's go ahead and continue you on your allopurinol.\"",
    "medication": "allopurinol",
    "_counts_prereduce_summarize_prescriptions": 2
  },
  {
    "side_effects": "The transcripts do not specifically mention any side effects associated with finasteride; however, it is implied that the patient is aware of its effects and is adjusting the dosage as needed. The patient stated, 'so the finasteride I'm only taking half a pill, it's the 5 milligram one.' This indicates a management approach to the medication without explicit mention of adverse effects.",
    "uses": "Finasteride was prescribed to the patient primarily to manage symptoms associated with hypogonadism and possibly to address issues related to hair loss or prostate health. The patient's doctor and patient discuss their medication regimen, confirming that 'he's on finasteride currently,' implying it plays a role in his overall treatment plan.",
    "medication": "finasteride",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "The medication digoxin is prescribed for atrial fibrillation (afib), as mentioned in the transcript where the patient states, \"uh , afib.\" The doctor then asks if the patient is taking medications for that, and the patient confirms they are, specifying \"yeah , i am . um , begins with a d\" to which the doctor identifies \"uh , digoxin ?\" and the patient affirms \"that's it . yeah , that's it .\" Therefore, the primary therapeutic use of digoxin in this context is to manage the patient's atrial fibrillation.",
    "medication": "digoxin",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The only side effect mentioned related to 'oxyglutinine' was an improvement in urgency to use the bathroom, with no specific negative side effects listed. The patient remarked, \"I think the oxyglutinine is helping as well. My urgency to use the bathroom is much better.\"",
    "uses": "The medication 'oxyglutinine' was prescribed to help manage urinary urgency in the patient. The doctor confirmed its therapeutic utility by noting the patient's improved ability to manage bathroom urgency, indicating it was effective in addressing this symptom.",
    "medication": "oxyglutinine",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts do not mention any side effects of t-gel shampoo.",
    "uses": "t-gel shampoo was recommended for managing scalp psoriasis and controlling symptoms associated with a scaly, itchy scalp. The doctor specifically mentioned its use in the context of \"that's a very good solution shampoo for that\" when discussing the treatment plan for the patient's scalp symptoms.",
    "medication": "t-gel shampoo",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The patient experienced irritability which was noted to possibly relate to the use of progesterone. The doctor mentioned, 'I do wonder if some of what you are dealing with is hormonal,' and the patient confirmed they had 'irritability back then too.'",
    "uses": "Progesterone was prescribed primarily for regulating the patient's menstrual periods, as noted when the doctor said, 'I know we started it for regulating your periods.' Additionally, there was a consideration that it might help with anxiety related to hormonal fluctuations, especially noted during the pre-menstrual phase: the patient stated, 'the week before my period, my anxiety would go through the roof.'",
    "medication": "progesterone",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts do not explicitly mention any side effects associated with ferrous sulfate. However, some symptoms of the patient that could be indirectly related to iron deficiency and treatment include fatigue, wheezing, headaches, and feeling cold easily. The patient also mentioned being \"not great\" and feeling like she is \"a mess,\" but these may stem from her anemia rather than the medication itself.",
    "uses": "Ferrous sulfate was prescribed to Christina Cooper primarily for her long-standing iron deficiency anemia. The doctor noted that the patient has been dealing with anemia since she was 13 years old and mentioned that upon re-examination, she has 'a low hemoglobin and stable hematocrit' with 'normal iron labs', although 'ferritin was low'. The transcript indicates that ferrous sulfate was recommended to help improve her iron levels: 'I'm going to need you to start taking your iron pills with orange juice' to enhance absorption.",
    "medication": "ferrous sulfate",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "No specific side effects of keppra were mentioned in the transcripts.",
    "uses": "Keppra was prescribed for managing the patient's epilepsy, as stated by the doctor: \"and we'll just continue you on the keppra, okay?\"",
    "medication": "keppra",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts do not specifically mention any side effects of Flexeril. However, the general side effects of muscle relaxants like Flexeril may include drowsiness, dizziness, dry mouth, fatigue, or headache, which are common with similar medications but are not explicitly outlined in the provided transcripts.",
    "uses": "Flexeril was prescribed for the treatment of muscle tension and pain. In Transcript 2, the doctor prescribed Flexeril as a muscle relaxant for \"some tension and tightness in your paraspinal muscles\" caused by a tension-type headache and stress-related tightness in the neck. In Transcript 3, it was recommended for managing back pain, stated as \"I'm gon na recommend we start you on some anti-inflammatory naprosyn and flexeril\" to help alleviate discomfort associated with a muscular sprain.",
    "medication": "flexeril",
    "_counts_prereduce_summarize_prescriptions": 3
  },
  {
    "side_effects": "The transcripts provided do not mention any specific side effects of Aspirin 81 milligrams. As such, there are no summarized side effects from the conversations.",
    "uses": "Aspirin 81 milligrams was prescribed as a continuation of treatment after the patient's coronary artery bypass grafting (CABG). The doctor mentioned, \"let's go ahead and just order another echocardiogram for you, and I wanna continue you on the aspirin for now.\" This indicates its use in managing cardiovascular health and preventing potential complications after heart surgery.",
    "medication": "Aspirin 81 milligrams",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcript does not mention any specific side effects of imitrex. The patient reports no issues with migraines since starting the medication, indicating it is well-tolerated: \"i've been pretty diligent about taking the meds . i ... i wan na make sure i stay on top of that , so i've been pretty good with that\" and \"no issues with the migraine? none whatsoever.\"",
    "uses": "Imitrex is prescribed for the treatment of migraines. The doctor mentions, \"let's talk a little bit about your ... your migraines . how are you doing with those ? i know we started you on the imitrex a couple months ago.\" This indicates that imitrex was specifically recommended to manage the patient's migraine condition.",
    "medication": "imitrex",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "Vitamin B12 was mentioned as a supplement that the patient is taking, but no specific side effects were discussed in the transcript. The context indicates that it was likely recommended to address issues related to iron deficiency anemia, considering its importance in red blood cell production and overall health.",
    "medication": "vitamin b12",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The risks associated with the cortisone injection mentioned include procedural complications associated with injectables, such as the need for needles and maintaining sterility. Specific side effects were not elaborated upon in detail during the conversation, but the mention of 'risks of injection, including needles, sterile and covid' suggests potential concerns about infection or procedural complications rather than direct effects like pain or nausea.",
    "uses": "The cortisone injection was recommended as a treatment option for 'right hip degenerative joint disease' experienced by the patient. The doctor proposed the injection to 'see if that offers any relief' from the patient's hip pain, particularly as the patient mentioned having pain in the 'right groin region' and difficulty with movement related to her hip condition.",
    "medication": "cortisone injection",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "Insulin is primarily used for managing diabetes, as evidenced in the transcript where the doctor mentions, \"i know that you're a diabetic and you are on some insulin\". It is prescribed to help regulate blood sugar levels, and the patient acknowledges that their sugars have been \"running a little higher than normal\", indicating the need for insulin to maintain better control.",
    "medication": "insulin",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts did not explicitly detail any side effects of Protonix.",
    "uses": "Protonix was prescribed for the treatment of acute esophagitis, as indicated in the transcript where the doctor stated, \"for your primary problem you have acute esophagitis I wan na go ahead and prescribe protonix.\" The medication is intended to reduce acid production in the stomach, providing relief for the patient's swallowing difficulties.",
    "medication": "Protonix",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "There were no specific side effects mentioned for doxycycline in the transcripts.",
    "uses": "Doxycycline was prescribed for a suspected case of lyme disease, as indicated by the patient having a tick bite and displaying symptoms such as a bull's-eye rash on the knee. The doctor stated, \"my concern is that you might have lyme disease based on the presentation of your right knee, so I'm gon na go ahead and start you on doxycycline one hundred milligrams twice a day.\"",
    "medication": "doxycycline",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "No specific side effects for olmesartan were mentioned in the transcripts of the visit.",
    "uses": "Olmesartan is primarily used to treat high blood pressure. The patient mentioned taking olmesartan as part of their medication regimen, but specific indications for its use were not detailed in the dialogues.",
    "medication": "olmesartan",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts do not mention any specific side effects of farxiga.",
    "uses": "Farxiga was prescribed for managing the patient's diabetes mellitus. The doctor mentioned, \"for the diabetes mellitus I want to order a hemoglobin a1c to see if we need to make any adjustments to your metformin and I'm also gonna order a lipid panel.\" This indicates that farxiga is used in the context of diabetes management.",
    "medication": "farxiga",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The side effects of Phexxi were not explicitly detailed in the conversations. However, it is implied that the patient should be aware of how to use it but no negative effects were mentioned specifically. The doctor mentions, \"if you need some, just let me know,\" indicating a level of comfort with prescribing it.",
    "uses": "Phexxi was recommended as a contraceptive method, described as \"kind of like a spermicide, basically\" which is applied before intercourse. This suggests that it is used for birth control purposes.",
    "medication": "phexxi",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "THC gummies were mentioned as being used by the patient for pain relief associated with their injured knee. The patient stated, \"well i wear a brace and i have used a lot of thc cream on it\" and further clarified their use of THC gummies by mentioning, \"yeah i get a lot of swelling and it really is it's very stiff in the morning until i get walking\" suggesting the gummies help to manage pain and stiffness from the injury.",
    "medication": "thc gummies",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The patient, Beverly, did not report specific side effects directly related to etoposide during the consultation. The side effects mentioned included slight fatigue, with no nausea experienced: \"...you've been able to tolerate the nausea and the fatigue. Yes I haven't had any nausea but you know just slight fatigue it doesn't seem to be overwhelming.\" However, there were also mentions of dry cough and symptoms related to radiation pneumonitis, which may not be directly from etoposide but could be influenced by her treatment regimen.",
    "uses": "Etoposide was prescribed as part of the chemotherapy regimen to treat Beverly's recently diagnosed stage three non-small cell lung cancer (adenocarcinoma). This is stated during the conversation: \"...you're on a combination of two different chemotherapies the cisplatin as well as the etoposide and you had your last treatment just a few days ago...\"",
    "medication": "etoposide",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts do not provide specific side effects mentioned for 'brilinta 90 milligrams'.",
    "uses": "'Brilinta 90 milligrams' was prescribed for Russell Ramirez as part of his treatment for coronary artery disease after he experienced an anterior ST-Elevation Myocardial Infarction (STEMI) and had a drug-eluting stent placed in his left anterior descending artery (LAD). The doctor emphasizes the importance of taking the medication to prevent his stent from closing: \"I've been taking them because I do n't want my sense to close up and they told me that that to take them this you know all the time and and I've been taking them since I got out of the hospital.\"",
    "medication": "brilinta 90 milligrams",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The provided transcript does not mention any specific side effects of clobetasol. However, it is noted that there is 'no cure for this unfortunately and flareups can be unpredictable,' indicating the nature of the condition being treated rather than any side effects of the medication itself.",
    "uses": "Clobetasol was prescribed for scalp psoriasis, as indicated in the transcript: 'I think that you have a scalp psoriasis and let's...I want you to use clobetasol...twice daily on the affected areas of your scalp.' It is intended to help control the symptoms associated with this condition.",
    "medication": "clobetasol",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The potential side effects mentioned in the transcript related to the nicotine patch include skin irritation due to the patch; the doctor advised the patient to \"be sure to change the patch location each day and that's going to help reduce or avoid that skin irritation that can occur if you use the same location over and over again.\"",
    "uses": "The nicotine patch was prescribed as part of a smoking cessation plan. The doctor emphasized the importance of quitting smoking, indicating that it is \"one of the best things that you can do to help your health\" and encouraged the patient to start using the patch as they had previously tried quitting cold turkey without success. The patient stated, \"some of my friends actually have mentioned using a patch and they've had some success with that,\" reinforcing the recommendation for its use.",
    "medication": "nicotine patch",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "Mederma was recommended to help with the appearance of scars following Pamela Cook's bilateral reduction mammoplasty. The doctor advised her to use the gel twice a day, stating, \"the gel is going to lighten the color a little bit\" and that it can help with scars, emphasizing its application on other scars as well if needed.",
    "medication": "Mederma",
    "_counts_prereduce_summarize_prescriptions": 2
  },
  {
    "side_effects": "The patient reported no nausea or vomiting after starting the antibiotics. However, there was a mention of experiencing chills and a slight fever with a temperature of 99.7°F. There was no direct mention of side effects from the antibiotics specifically, but the patient did report cramping in the calf muscle and difficulty catching breath, which may or may not be directly linked to the antibiotics as other factors are also present.",
    "uses": "The antibiotics were prescribed for a nonhealing diabetic foot ulcer, which was causing the patient significant discomfort and a foul smell, indicating possible infection. The patient's condition included symptoms such as increased redness around the ulcer, swelling, and the potential for spreading infection, which warranted the antibiotic therapy. The doctor specifically mentioned needing to continue and potentially adjust the antibiotics based on the culture results.",
    "medication": "antibiotics",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts mentioned no specific side effects associated with Cozaar (losartan). The patients did not report any adverse effects directly linked to this medication during their conversations with the doctor.",
    "uses": "Cozaar (losartan) was prescribed for managing hypertension, as indicated in the dialogue. In Transcript 1, the doctor refers to it when discussing the patient's blood pressure issues, noting, \"I have you on bumex cozaar and norvasc\" and in Transcript 2, it is again mentioned in the context of treating the patient’s uncontrolled hypertension. The doctor emphasizes the importance of taking the medication consistently to manage blood pressure effectively.",
    "medication": "cozaar",
    "_counts_prereduce_summarize_prescriptions": 2
  },
  {
    "side_effects": "",
    "uses": "Miralax was prescribed for 'constipation,' as indicated by the patient's symptoms in the transcripts. The doctor confirmed that 'Miralax will definitely help with that,' and the patient acknowledged that a previous doctor had also recommended it.",
    "medication": "Miralax",
    "_counts_prereduce_summarize_prescriptions": 2
  },
  {
    "side_effects": "The transcripts do not explicitly mention the side effects of aldactone 12.5 milligrams. However, general side effects of this medication can commonly include dizziness, confusion, hyperkalemia (high potassium levels), and gastrointestinal issues, but these were not specified by the doctor or patient in the conversation.",
    "uses": "Aldactone 12.5 milligrams was prescribed for the patient's newly reduced left ventricular dysfunction and moderate mitral regurgitation. The doctor mentioned that 'I think your pumping function will improve in time' and indicated that the patient needed to continue taking aldactone to support heart function.",
    "medication": "aldactone 12.5 milligrams",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts do not specify any side effects associated with lidocaine. Therefore, based on available information, no side effects were mentioned.",
    "uses": "Lidocaine was prescribed for the treatment of painful swallowing associated with inflammation in the esophagus and throat. In Transcript 1, the doctor notes, \"I'm also gon na give you a lidocaine swish and swallow and you can do that four times a day and so that will be able to help you so you can eat immediately after taking it.\" In Transcript 2, the doctor also prescribes lidocaine swish and swallow for the sore throat, saying, \"I'm gon na give you some lidocaine swish and swallow so that will help with some of the pain.\" This indicates its use for soothing pain in cases of throat irritation.",
    "medication": "lidocaine",
    "_counts_prereduce_summarize_prescriptions": 2
  },
  {
    "side_effects": "The transcripts mention that hydrochlorothiazide may cause swelling, specifically noted as \"...I have had some swelling in my ankles though...\" and \"...you do have this one plus nonpitting edema of your lower extremities which is a little bit of swelling in your ankles...\" It implies a connection between starting hydrochlorothiazide and experiencing ankle swelling, as indicated by the patient, \"...it started maybe I do n't know a month or two after I started the norvasc...\"",
    "uses": "Hydrochlorothiazide was prescribed to the patient to address hypertension, as seen in the statement \"...I'm gon na go ahead and stop the norvasc and we'll put you on some hydrochlorothiazide ten milligrams once a day...\" It was recommended to help manage high blood pressure and potentially reduce the associated swelling that was present in the patient's lower extremities.",
    "medication": "hydrochlorothiazide",
    "_counts_prereduce_summarize_prescriptions": 2
  },
  {
    "side_effects": "The conversation does not explicitly mention specific side effects of testosterone. However, the doctor warns about potential risks associated with high testosterone levels, particularly mentioning the risk of increased blood thickness and related complications, such as heart attacks. The doctor states, 'the biggest issue I've seen... is that your peaks are greater than 1,500, putting you at a higher chance of needing to come off due to blood thickness.'",
    "uses": "Testosterone was prescribed primarily for the management of hypogonadism in the patient, an HIV positive individual. The patient reported improvements in energy and bloodwork, stating, 'the testosterone's going well... I feel good, more vigorous, sleeping well and I think it's having some positive effects.' The doctor notes the significance of testosterone replacement in improving overall health, particularly in relation to diabetic control, mentioning, 'there's a big correlation between diabetic control and testosterone replacement.' Additionally, the patient's bloodwork showed positive changes, notably a reduction in triglycerides, which he inquired about regarding the testosterone's impact.",
    "medication": "testosterone",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcript does not mention any specific side effects related to vitamin D. However, the doctor remarks that after completing the vitamin D treatment, the patient should start with \"the 2000iu daily, so that you're able to maintain those levels.\" There is no discussion of adverse reactions or negative side effects associated with the intake of vitamin D.",
    "uses": "Vitamin D was prescribed due to the patient's 'vitamin d deficiency.' The doctor notes, \"you do have a vitamin d deficiency, and, I do n't know if we started the vitamin d yet, or not,\" suggesting that vitamin D was necessary to address the deficiency. Additionally, the doctor indicated a plan for the patient to take vitamin D, stating, \"once you finish your dose of vitamin d, for the vitamin d deficiency, you're gon na start with the 2000iu daily.\" This further emphasizes its use for managing vitamin D levels.",
    "medication": "vitamin D",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcript does not mention any specific side effects of vitamin C.",
    "uses": "The transcript does not explicitly state the purpose or therapeutic uses of vitamin C; however, it is commonly known to be a dietary supplement that supports immune function and overall health.",
    "medication": "vitamin c",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "",
    "uses": "Fluocinonide is used for treating eczema, as indicated by the patient who stated, \"yes, I have eczema\" and confirmed, \"when it gets really itchy, I'll use that and it usually takes care of it.\"",
    "medication": "fluocinonide",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts did not mention any specific side effects related to vitamin D. Therefore, we can conclude there are no side effects noted or discussed during the consultation.",
    "uses": "The transcripts do not explicitly state the medical conditions for which vitamin D was prescribed, but it is commonly recommended for supporting overall health, especially in postmenopausal women, as part of a general health regimen. The doctor discussed the patient taking vitamin D alongside other supplements without detailing its therapeutic use in her particular case.",
    "medication": "vitamin d",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The side effects mentioned for benzoyl peroxide include potential bleaching of sheets. The doctor specifically warned, \"the peroxide may bleach your sheets, but, you want to make sure to take it and apply it at night, so you do n't have a reaction from the sun during the day.\"",
    "uses": "Benzoyl peroxide was prescribed for acne vulgaris. The doctor stated, \"for the acne vulgaris, the epiduo was not covered, so we'll try benzoyl peroxide with clindamycin.\" This indicates it is used as a topical treatment for acne.",
    "medication": "benzoyl peroxide",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts did not mention specific side effects of metoprolol. However, it is commonly known that metoprolol can cause dizziness, fatigue, and bradycardia. These potential side effects may align with the patient's experiences of feeling tired and dizzy; for example, in Transcript 3, Stephanie mentioned feeling \"really tired and dizzy.\"",
    "uses": "Metoprolol was prescribed in the context of treating coronary artery disease and hypertension. In Transcript 2, the doctor stated, \"we're gon na have you continue on that toprol fifty milligrams daily\" for the management of Russell's coronary artery disease and for monitoring his hypertension.",
    "medication": "metoprolol",
    "_counts_prereduce_summarize_prescriptions": 3
  },
  {
    "side_effects": "1. Nausea - Mentioned by patient Vincent, \"...maybe a bit of nausea.\" 2. Possible stomach irritation - Recommended by Dr. in relation to gastritis.",
    "uses": "Pantoprazole is used to treat conditions related to excessive stomach acid, such as gastritis, as indicated in Vincent's case where it was prescribed to help with his gastritis and prevent further irritation of the stomach. This is evidenced by the doctor stating, \"I think that we should go ahead and put you on protonix, 40 milligrams, once a day to help with the gastritis.\"",
    "medication": "Pantoprazole",
    "_counts_prereduce_summarize_prescriptions": 4
  },
  {
    "side_effects": "",
    "uses": "The fish oil was not specifically prescribed for any particular condition in the transcript. However, the patient mentioned in relation to her cholesterol, \"I am working on exercise and cutting back on fatty foods to see if I can get it lower without any medication.\" It suggests that fish oil is being used as a part of her effort to manage her high cholesterol levels, combined with diet and exercise.",
    "medication": "fish oil",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "Clopidogrel has not explicitly mentioned any side effects in the provided transcripts. However, the doctor states, \"once we get your knee surgery, we should think about getting you a colonoscopy,\" and \"you'll have to get off your clopidogrel for a week beforehand,\" which implies caution around its use in relation to surgical procedures, but no direct side effects are documented.",
    "uses": "Clopidogrel is mentioned in the context of pre-operative instructions, where the patient is advised to stop taking it a week before her knee surgery to avoid potential complications during the surgery. The exact therapeutic uses are not detailed in the transcripts; however, it can be inferred that it is typically used for preventing blood clots, especially in patients who have had cardiovascular issues or are at risk for thrombotic events.",
    "medication": "clopidogrel",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The patient reported increased hunger levels while on Camila, stating, \"my hunger level was at a new high. I mean, I was eating constantly.\" This suggests a potential side effect of increased appetite.",
    "uses": "Camila was prescribed for contraception. The patient mentioned, \"I stopped taking the camila birth control,\" indicating its use as a birth control method.",
    "medication": "camila",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "No specific side effects of 'icy heat' were explicitly mentioned in the transcripts. The patient noted that 'it really didn't seem to help' with their back pain after using it, implying a lack of effectiveness rather than a side effect.",
    "uses": "The 'icy heat' was recommended as a comforting measure for the patient's lower back pain. The patient mentioned, 'I used a little bit of icy heat on the spot' while discussing treatments they attempted for their back pain.",
    "medication": "icy heat",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcript does not specifically mention any side effects of Carafate.",
    "uses": "Carafate was prescribed to help coat the lining of the esophagus and stomach to prevent strong stomach acid from causing damage. It was indicated in the context of the patient's acute esophagitis, as the doctor stated, 'I also want to prescribe to you something called Carafate; you take one gram four times a day for one month, that's just gonna help kind of coat the lining of your esophagus and like your stomach.'",
    "medication": "Carafate",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The side effects of Norvasc mentioned in the transcripts include swelling in the ankles. For instance, one patient stated, \"I have had some swelling in my ankles though\" and another mentioned, \"it started maybe I don't know a month or two after I started the norvasc.` Also, a patient noted experiencing edema, saying, \"I do appreciate, you know, 1 to 2+ pitting edema in your legs\" alongside other instances where swelling was described as a concern after starting the medication.",
    "uses": "Norvasc was prescribed to patients primarily for the management of hypertension (high blood pressure). For example, one doctor asked, \"how are things going with that [blood pressure]?\" specifically referencing the Norvasc being a part of the treatment regimen: \"I have you on bumex, cozaar and norvasc does that sound right?\" This confirms that Norvasc is used to control blood pressure levels. Additionally, the doctor intends to monitor its effects and suggested switching to another medication if swelling persisted, indicating that managing blood pressure was the primary therapeutic goal.",
    "medication": "norvasc",
    "_counts_prereduce_summarize_prescriptions": 6
  },
  {
    "side_effects": "The patient mentioned using the cream once a week to address itching or discomfort, stating, \"but yeah, I use it once a week and it does help.\" However, no specific adverse side effects of the cream were detailed in the transcripts.",
    "uses": "The cream is being used to manage itching and discomfort as mentioned by the patient, who indicated that the cream is effective by saying, \"it does help.\" The doctor also inquired about the patient's use of the cream, which confirms its role in alleviating the symptoms the patient was experiencing.",
    "medication": "cream",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts do not specifically mention side effects related to Ipratropium bromide and albuterol; however, typical side effects may include respiratory irritation or palpitations, which could be inferred from the patient's symptoms described during the visits.",
    "uses": "Ipratropium bromide and albuterol were prescribed for the patient's chronic obstructive pulmonary disease (COPD) and shortness of breath. The doctor noted, 'I'll have you use your albuterol and atrovent... to help with that some of the breathing that you're having the shortness of breath.' This indicates the medications were used to alleviate the breathing difficulties associated with COPD.",
    "medication": "Ipratropium bromide and albuterol",
    "_counts_prereduce_summarize_prescriptions": 2
  },
  {
    "side_effects": "No specific side effects of Aleve (naproxen) are mentioned in the transcripts. However, the patients indicated that they occasionally use it for pain relief.",
    "uses": "Aleve (naproxen) was mentioned as a medication that the patient in Transcript 2 uses to manage knee pain, stating that it helps alleviate pain: \\\"yeah I've done some ibuprofen or aleve sometimes some tylenol and that does help\\\".",
    "medication": "aleve",
    "_counts_prereduce_summarize_prescriptions": 2
  },
  {
    "side_effects": "The transcript does not provide any specific side effects mentioned for Epiduo. However, there is a general remark made regarding benzoyl peroxide (which is part of Epiduo): \"the peroxide may bleach your sheets, but, you want to make sure to take it and apply it at night, so you don’t have a reaction from the sun during the day.\" This implies the potential for irritation or photosensitivity due to one of its components.",
    "uses": "Epiduo was recommended for treating 'acne vulgaris.' The doctor stated, \"For the acne vulgaris, the epiduo was not covered, so we'll try benzoyl peroxide with clindamycin,\" suggesting that Epiduo is intended to help the patient manage their acne.",
    "medication": "epiduo",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "Side effects of Prozac mentioned in the transcripts include: 1) Potential for 'feeling side effects', noted by Joseph who mentioned, \"I maybe... less of a dose so I don't feel the side effects as much\". 2) No specific side effects were detailed by other patients, but there is an implication of struggle with medication adherence, as seen in Joseph's statement about weaning off the medication.",
    "uses": "Prozac was prescribed for managing depression in multiple patients: 1) Ralph is on Prozac for depression and mentioned, \"I've been staying on top of the meds, and I haven't had any incidents in a while, so it's been pretty good.\" 2) Sarah has been using Prozac for her ongoing struggles with depression and indicated that she might benefit from an increased dose, saying, \"I think the medication has helped me in the past, and maybe just increasing the dose might help me through this patch.\" 3) Joseph discussed his battles with depression and stated, \"I was taking it regularly, but I've kind of weaned myself off of it.\" This highlights that Prozac is primarily used to address various degrees of depressive disorders.",
    "medication": "Prozac",
    "_counts_prereduce_summarize_prescriptions": 4
  },
  {
    "side_effects": "The transcripts do not specifically mention any side effects associated with gabapentin. However, the patient mentioned that gabapentin 'can help a little bit with the nerve pain.'",
    "uses": "Gabapentin is prescribed for managing neuropathy and nerve pain. In Transcript 3, the doctor mentions that 'gabapentin can help a little bit with the nerve pain.' It can be used for symptoms related to cervical radicularopathy, as inferred from the patient's symptoms of left arm pain and numbness, which is potentially connected to a pinched nerve or arthritis in the neck.",
    "medication": "gabapentin",
    "_counts_prereduce_summarize_prescriptions": 3
  },
  {
    "side_effects": "The side effects of albuterol mentioned in the transcripts include: 1) Shakiness after using the inhaler, which is noted as a \"side effect with the inhaler\". 2) Lightheadedness experienced when having difficulty breathing, which the patient attributes to asthma attacks and using the albuterol inhaler.",
    "uses": "Albuterol is prescribed or recommended for conditions and symptoms such as: 1) Asthma attacks, where patients experience difficulty breathing, wheezing, and a sense of tightness in the chest. In Transcript 3, the patient mentions needing to use albuterol during sports activities when experiencing difficulty breathing. 2) Chronic obstructive pulmonary disease (COPD), as referred to in Transcript 4, where the patient has been prescribed albuterol as a 'rescue' medication to alleviate shortness of breath.",
    "medication": "albuterol",
    "_counts_prereduce_summarize_prescriptions": 4
  },
  {
    "side_effects": "No specific side effects of Levothyroxine were mentioned in the transcripts. However, it is implied that potential side effects might exist, as the patient is monitored over time.",
    "uses": "Levothyroxine is prescribed for hypothyroidism. The patient, Andrew, mentions he is doing okay with Synthroid, which is a brand name for Levothyroxine, saying, 'Uh, yes, I am. You're taking it regularly? On the clock, yes.' This indicates that it is being used to manage his hypothyroidism.",
    "medication": "Levothyroxine",
    "_counts_prereduce_summarize_prescriptions": 3
  },
  {
    "side_effects": "There were no specific side effects mentioned for Aspirin in the transcripts. However, it was implied that the patient is cautious about taking medications correctly to avoid complications from their medical conditions.",
    "uses": "Aspirin was prescribed to the patients primarily for the management of coronary artery disease. In Transcript 2, the doctor states, \"we are gon na have you continue your your aspirin eighty one milligrams daily,\" indicating its use in preventing further cardiovascular events. Additionally, in Transcript 3, the patient confirms, \"yeah I do the baby aspirin every day\" after discussing their heart history, indicating ongoing use for their heart condition.",
    "medication": "Aspirin",
    "_counts_prereduce_summarize_prescriptions": 3
  },
  {
    "side_effects": "The transcripts do not specifically mention any side effects of Tramadol. However, as a general medication, Tramadol can cause common side effects such as nausea, dizziness, constipation, and sedation, but these are not explicitly discussed in the transcripts provided.",
    "uses": "Tramadol was prescribed to two patients in the transcripts. In Transcript 3, it was prescribed to alleviate back pain due to a lumbar strain: \"...I'm gon na prescribe you some meloxicam 15 milligrams once a day along with some ultram, 50 milligrams every four hours as needed, okay?\" In Transcript 5, it was recommended for pain relief related to a distal phalanx fracture of the middle finger: \"...I'm gon na put you on a little bit of pain medicine just to help, just like two days' worth. Okay, so tramadol, 50 milligrams, every six hours as needed for pain.\"",
    "medication": "Tramadol",
    "_counts_prereduce_summarize_prescriptions": 5
  },
  {
    "side_effects": "No specific side effects of amoxicillin were mentioned in the transcripts.",
    "uses": "Amoxicillin was prescribed for the treatment of a suspected upper respiratory infection and potential strep throat in Transcript 1. The doctor stated, \"if that's positive I wan na go ahead and place you on or prescribe amoxicillin five hundred milligrams three times a day for ten days.\" In Transcript 2, amoxicillin was also prescribed due to a positive rapid strep test result, indicated by the doctor as part of treatment: \"my impression of you, you know, you have this hyperglycemia, which is probably related to some infections going on in your body.... we'll go ahead and treat you with penicillin or, I'm sorry, amoxicillin, 500 milligrams, three times a day.\"",
    "medication": "amoxicillin",
    "_counts_prereduce_summarize_prescriptions": 3
  },
  {
    "side_effects": "The side effects of atorvastatin mentioned in the transcripts include potential liver toxicity, which was discussed in Transcript 2 where the doctor said, \"Crestor is one of the medications that can cause liver toxicity so it may be a good idea to discuss other alternatives.\" No additional side effects specifically related to atorvastatin were noted in other transcripts.",
    "uses": "Atorvastatin is prescribed for coronary artery disease, as indicated in Transcript 3 where the patient, Russell, is continued on atorvastatin at a dose of \"eighty milligrams daily\" for his condition. It is also mentioned as part of the heart regimen to help prevent further complications following heart issues.",
    "medication": "atorvastatin",
    "_counts_prereduce_summarize_prescriptions": 4
  },
  {
    "side_effects": "The transcripts do not explicitly mention any side effects of effexor (venlafaxine). However, the patient discusses her experience with depression, noting, \"There are some days when I feel extremely low,\" which may suggest fluctuations in her mood that could potentially be related to her medication or other factors. No specific side effects are documented in the conversation.",
    "uses": "Effexor is prescribed to the patient for the management of depression. The doctor confirms this by asking, \"And you had been taking the effexor for your depression. Are you still taking that?\" The patient responds affirmatively, indicating its ongoing use for her depressive symptoms.",
    "medication": "effexor",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The side effects of Cardura were not explicitly mentioned in the transcripts. However, the patient is advised to avoid nonsteroidal anti-inflammatory drugs (NSAIDs) like Advil or Motrin, suggesting that these may have been considered problematic, possibly for reasons related to Cardura's effects on blood pressure management. The doctor recommended using Tylenol for pain instead.",
    "uses": "Cardura was prescribed for \"uncontrolled hypertension\" as part of the treatment plan discussed during the patient visit. The doctor mentioned, \"I am gon na prescribe one medicine and that's Cardura four milligrams and I want you to take that once a day and that's good to see if that can help us with your blood pressure.\" This indicates that the primary use of Cardura in this case is to help lower the patient's high blood pressure.",
    "medication": "cardura",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The patient mentioned wanting to adjust their current medication because they \"do n't feel the side effects as much\" and indicated that they \"kinda go through battles with depression every so often.\" However, specific side effects of Zoloft were not detailed in the transcripts, only that the patient experienced side effects from their previous medication, Prozac.",
    "uses": "Zoloft was prescribed to help the patient manage their depression, as indicated by the doctor asking about their depression and the patient's acknowledgment of battling it periodically. The doctor stated, \"from a depression standpoint, we'll go ahead and start you on a different medication, zoloft, 25 mg once a day and see how you tolerate that.\"",
    "medication": "zoloft",
    "_counts_prereduce_summarize_prescriptions": 1
  },
  {
    "side_effects": "The transcripts do not specifically mention the side effects of Carvedilol. However, general potential side effects of beta-blockers like Carvedilol can include dizziness, fatigue, and reduced heart rate, which may not have been explicitly addressed in these transcripts.",
    "uses": "Carvedilol was prescribed for managing high blood pressure and improving heart function. In Transcript 2, the doctor mentions, \"...we'll put you on carvedilol, 25 milligrams twice a day. that helps with coronary disease as well as your pumping function of your heart.\" In Transcript 3, the doctor prescribed it in conjunction with managing exacerbation of heart failure, stating, \"...I'm going to prescribe you, you know, an extra dose of lasix 80 milligrams, once a day. and, um, we're going to put you on some carvedilol 25 milligrams, twice a day.\"",
    "medication": "Carvedilol",
    "_counts_prereduce_summarize_prescriptions": 3
  },
  {
    "side_effects": "The common side effects of clindamycin mentioned in the transcripts include nausea, vomiting, diarrhea, and constipation. The doctor noted, \"the most common side effects are going to be nausea, vomiting, diarrhea and constipation.\"",
    "uses": "Clindamycin was prescribed to the patient for the treatment of acne vulgaris. In Transcript 2, the doctor suggested, \"we might give you some of that\" as a topical antibiotic for the patient's acne problem. Additionally, it was discussed that clindamycin gel could be combined with benzoyl peroxide for potentially better results in managing acne.",
    "medication": "clindamycin",
    "_counts_prereduce_summarize_prescriptions": 2
  },
  {
    "side_effects": "Meloxicam can cause stomach irritation, which may lead to heartburn or pain in the stomach area. A potential side effect mentioned was that \"one of the things that we get concerned about with an anti-inflammatory like that is that it can irritate the stomach\".",
    "uses": "Meloxicam was prescribed for conditions related to pain and inflammation, particularly back pain, joint pain, and conditions like arthritis. It was mentioned in the context of treating a \"lumbar strain\" and in addressing symptoms in cases of back, knee injuries, and degenerative joint disease. As stated, \"I'm gon na prescribe you some meloxicam fifteen milligrams once a day that will help with like the swelling and the bruising.\"",
    "medication": "meloxicam",
    "_counts_prereduce_summarize_prescriptions": 13
  },
  {
    "side_effects": "The side effects mentioned for Singulair include anxiety, as noted by the patient who stated that \"dr. ward did put me on singulair, and she did say we need to be careful because singulair can cause anxiety.\" Additionally, the patient discussing asthma mentioned that their albuterol inhaler, which can be related to their treatment plan including Singulair, causes shakiness, with the patient asking, \"is that supposed to be happening?\" and the doctor confirming that it is a normal side effect.",
    "uses": "Singulair was recommended primarily for the management of asthma symptoms. The patient shared concerns about having difficulty breathing during sports and using an albuterol inhaler for relief, expressing a desire for additional options. The doctor suggested, \"I think we could try a daily medication since it looks like you might be having a little bit of allergies, maybe we can try some singulair,\" indicating that it is used to help control asthma and potentially address allergy-related symptoms.",
    "medication": "singulair",
    "_counts_prereduce_summarize_prescriptions": 2
  },
  {
    "side_effects": "1. Nausea: In Transcript 1, the patient mentioned feeling nauseated. 2. No specific side effects were detailed in the transcripts regarding oxycodone, but given the context and typical side effects of opioids, common issues could include constipation, sedation, dizziness, and potential respiratory depression. However, these were not explicitly stated by the patients in the transcripts.",
    "uses": "Oxycodone was prescribed for managing severe pain associated with kidney stones and a proximal humerus fracture. In Transcript 1, the doctor prescribed oxycodone \"five milligrams every six to eight hours as needed for pain\" in the context of acute nephrolithiasis (kidney stones). In Transcript 2, oxycodone was also prescribed for a patient with a proximal humerus fracture. The doctor indicated that oxycodone can be used in conjunction with other pain relief medications such as Tylenol.",
    "medication": "Oxycodone",
    "_counts_prereduce_summarize_prescriptions": 5
  },
  {
    "side_effects": "The transcripts do not explicitly mention any side effects of Amlodipine.",
    "uses": "Amlodipine was prescribed as part of the management of hypertension, as indicated by the doctor when he mentioned, \"I see that we have you on the norvasc\" referring to blood pressure management. The patient also stated, \"I'm pretty regular with the medications during the business week, but on weekends... sometimes I forget,\" indicating that Amlodipine is a part of the patient's regular regimen to control blood pressure.",
    "medication": "Amlodipine",
    "_counts_prereduce_summarize_prescriptions": 2
  },
  {
    "side_effects": "- There were no significant side effects mentioned for Metformin across the transcripts. One patient, Joseph, indicated he had 'kind of weened myself off of' Prozac due to side effects but did not specify side effects for Metformin directly. Another patient, Richard, did not report any side effects from Metformin: 'no side effects that I'm aware of.' No adverse effects from Metformin were directly discussed. This implies that side effects may not be commonly reported or noted as relevant in these cases.",
    "uses": "Metformin was prescribed for the management of Type 2 Diabetes Mellitus. In various transcripts, patients were using Metformin to help control their blood sugar levels. For example, Joseph was prescribed Metformin to address his elevated blood sugar levels and the doctor stated, 'from a diabetes standpoint, let's increase the metformin to 1,000 mg twice a day.' Another patient, Logan, mentioned he was on Metformin for his diabetes, reinforcing its use for blood sugar management: 'Are you still taking the metformin? Yes.' Thus, its primary therapeutic use in these cases is regulation of blood glucose levels in diabetic patients.",
    "medication": "Metformin",
    "_counts_prereduce_summarize_prescriptions": 15
  },
  {
    "side_effects": "The commonly mentioned side effects of Furosemide (often referred to as a 'water pill') include increased urination and potential incontinence. For instance, the patient Christina mentioned, \"yeah, I have almost incontinence so,\" indicating the frequency of urination caused by the medication. Additionally, the side effect of leg cramps was noted by Nicole, who stated that she experienced cramps but attributed them to being cold after sleeping with the ceiling fan on, and she discussed using pickle juice to alleviate the cramps, which may hint at electrolyte imbalances from Furosemide use.",
    "uses": "Furosemide was prescribed primarily for the management of congestive heart failure (CHF) to help reduce fluid overload in patients. It was recommended as part of the treatment plan in multiple transcripts: In Transcript 5, the doctor stated, \"they gave you a water pill and is that helping is that making you pee a lot,\" referring directly to Furosemide. In Transcript 9, the treatment plan included increasing the dose from 20 milligrams to 60 milligrams for the next four days to help alleviate shortness of breath linked to fluid retention, saying, \"I’d like to get some of this fluid off you.\" Additionally, in Transcript 3, the doctor stated, \"we changed her furosemide and torsemide 20 milligrams by mouth daily,\" indicating the use of Furosemide for chronic congestive heart failure with diastolic dysfunction.",
    "medication": "Furosemide",
    "_counts_prereduce_summarize_prescriptions": 9
  },
  {
    "side_effects": "The transcripts do not specify any direct side effects of Tylenol. However, it is noted that some patients indicated that taking Tylenol alone was insufficient for complete pain relief, e.g., \"I've taken tylenol...and it's not really going away\" (Transcript 18).",
    "uses": "Tylenol was prescribed or recommended for managing various types of pain, including; joint pain (Transcript 1), back pain (Transcript 2 and 3), acute exacerbation of arthritis (Transcript 1), post-injury pain (Transcript 8 and 19), and headache relief (Transcript 18). Patients frequently reported using Tylenol for headaches, as seen in Transcript 18, where the patient said, \"I have taken tylenol and advil and it's not really going away.\" It's also mentioned as a supportive medication for patients experiencing pain related to kidney stones (Transcript 15) and muscle pain (Transcript 12).",
    "medication": "Tylenol",
    "_counts_prereduce_summarize_prescriptions": 19
  },
  {
    "side_effects": "The side effects associated with corticosteroids, as described in the transcripts, include 'nausea, vomiting, diarrhea and constipation,' as these are the common side effects mentioned when discussing a weight loss medication related to corticosteroids (Transcript 1). Additionally, it was noted that one patient reported a 'reaction to dexamethasone, which causes his heart to race' (Transcript 3). The same patient also experienced itching with 'methylprednisolone' (Transcript 4). Another patient mentioned a 'dramatic and violent painful reaction' during the injection procedure of steroid (Transcript 4).",
    "uses": "Corticosteroids were prescribed for various medical conditions, including: 1) Weight loss management in a patient participating in a weight loss study where the medication is used for diabetes treatment, emphasizing its role in addressing weight-related health issues (Transcript 1). 2) Inflammatory conditions caused by cancer treatment where a patient was prescribed prednisone for 'inflammation of the lungs most likely due to the radiation' (Transcript 7). 3) For potential cervical radicular pain, an epidural steroid injection was suggested after determining a need from an MRI (Transcript 9). Overall, corticosteroids were indicated for inflammation, pain management, and as part of a treatment regimen for specific chronic conditions.",
    "medication": "corticosteroid",
    "_counts_prereduce_summarize_prescriptions": 9
  },
  {
    "side_effects": "The side effects mentioned in the transcripts regarding ibuprofen primarily include pain relief that is not always effective, and potential for stomach irritation if taken regularly. For example, one patient noted, \"...and I've been taking ibuprofen , but it still hurts a lot.\" Another patient expressed concern about the effects of anti-inflammatories, stating, \"...that can irritate the stomach...\"",
    "uses": "Ibuprofen was recommended primarily for pain relief associated with various conditions, including:\n1. **Back pain:**  Multiple patients used ibuprofen for back pain management post-injury, such as when one patient described that their pain \"goes down to like a one with ibuprofen.\"\n2. **Knee and ankle injuries/sprains:** Patients mentioned that they took ibuprofen for knee pain after falls or injuries, for example, one stated, \"I've been taking ibuprofen , and it helps a little bit but...\" indicating its use in acute injury situations.\n3. **Elbow pain:** In cases of elbow injuries, ibuprofen was noted as a pain reliever with limited effectiveness. One patient remarked, \"...I took some ibuprofen and it's not really helping.\"\n4. **Post-surgical pain management:** In one context, it was also suggested for managing pain after potential surgery (e.g., for fractures).",
    "medication": "ibuprofen",
    "_counts_prereduce_summarize_prescriptions": 34
  },
  {
    "side_effects": "The transcripts do not specifically mention any side effects experienced by patients due to 'Lisinopril'. However, there are references to patients taking the medication without significant reports of adverse effects. For instance, one patient mentioned, \"No side effects that I'm aware of\" in relation to Lisinopril. Another patient stated they were \"doing well\" on the medication, suggesting general compliance without noted side effects. Since there are mentions of high blood pressure concerns but no explicit negative effects mentioned, we conclude that side effects aren't highlighted in the consultations.",
    "uses": "Lisinopril is primarily prescribed for hypertension and congestive heart failure. For example, patients in the transcripts referred to using Lisinopril to manage their blood pressure: 'I was even as high as one seventy over ninety,' indicating monitoring and adjustments were required. Additionally, one physician advised a patient, 'I want to increase the lisinopril from 10 mg to 20 mg a day' to better control hypertension. Lisinopril was also part of the regimen for patients struggling with fluid retention due to congestive heart failure, as seen in the assessment of another patient, suggesting the medication's role in managing heart function and blood pressure.",
    "medication": "Lisinopril",
    "_counts_prereduce_summarize_prescriptions": 13
  }
]